/* Unable to build Maven project for {path}. */
"Build failure for project: %@" = "Build failure for project: %@";

/* Error file was created at {path}. */
"Error file created at path: %@" = "Error file created at path: %@";

/* Default {Maven command} will be used instead of empty command. */
"No Maven command specified, will use default: %@" = "No Maven command specified, will use default: %@";

/* Default {Maven installation directory} will be used instead of empty path. */
"No Maven installation directory specified, will use default: %@" = "No Maven installation directory specified, will use default: %@";

/* Unable to create error log at {path} for {reason}. */
"Unable to create error log at path: %@, reason: %@" = "Unable to create error log at path: %1$@, reason: %2$@";

/* Unable to launch Maven due to {error}. */
"Unable to launch Maven. Reason: %@" = "Unable to launch Maven. Reason: %@";

